/* No comment provided by engineer. */
"           优惠" = "           优惠";

/* No comment provided by engineer. */
"           商城" = "           商城";

/* No comment provided by engineer. */
"           团购" = "           团购";

/* No comment provided by engineer. */
"           外卖" = "           外卖";

/* No comment provided by engineer. */
"           家政" = "           家政";

/* No comment provided by engineer. */
"           维修" = "           维修";

/* No comment provided by engineer. */
"           跑腿" = "           跑腿";

/* No comment provided by engineer. */
"     支付方式" = "     支付方式";

/* No comment provided by engineer. */
"   商品详情" = "   商品详情";

/* No comment provided by engineer. */
"   推荐商家" = "   推荐商家";

/* No comment provided by engineer. */
"   最近30天余额明细" = "   最近30天余额明细";

/* No comment provided by engineer. */
"   最近30天积分记录" = "   最近30天积分记录";

/* No comment provided by engineer. */
"  排号" = "  排号";

/* No comment provided by engineer. */
"  订座" = "  订座";

/* No comment provided by engineer. */
" 红包抵扣 ¥%@" = " 红包抵扣 ¥%@";

/* No comment provided by engineer. */
" 输入商家" = " 输入商家";

/* No comment provided by engineer. */
"%.1f分" = "%.1f分";

/* No comment provided by engineer. */
"%.2f元" = "%.2f元";

/* No comment provided by engineer. */
"%3.1f分" = "%3.1f分";

/* No comment provided by engineer. */
"%3.1f分  人均: ¥%g" = "%1$.1f分  人均: ¥%2$g";

/* No comment provided by engineer. */
"%@  %@人浏览" = "%1$@  %2$@人浏览";

/* No comment provided by engineer. */
"%@ 更换" = "%@ 更换";

/* No comment provided by engineer. */
"%@%@%@" = "%1$@%2$@%3$@";

/* No comment provided by engineer. */
"%@,补充:%@" = "%1$@,补充:%2$@";

/* No comment provided by engineer. */
"%@个" = "%@个";

/* No comment provided by engineer. */
"%@今天%@" = "%1$@今天%2$@";

/* No comment provided by engineer. */
"%@份" = "%@份";

/* No comment provided by engineer. */
"%@元" = "%@元";

/* No comment provided by engineer. */
"%@元起" = "%@元起";

/* No comment provided by engineer. */
"%@元起送" = "%@元起送";

/* No comment provided by engineer. */
"%@分" = "%@分";

/* No comment provided by engineer. */
"%@分钟" = "%@分钟";

/* No comment provided by engineer. */
"%@分钟(%@)送达" = "%1$@分钟(%2$@)送达";

/* No comment provided by engineer. */
"%@岁" = "%@岁";

/* No comment provided by engineer. */
"%@张" = "%@张";

/* No comment provided by engineer. */
"%@积分" = "%@积分";

/* No comment provided by engineer. */
"%@详情" = "%@详情";

/* No comment provided by engineer. */
"%@起" = "%@起";

/* No comment provided by engineer. */
"%@送达" = "%@送达";

/* No comment provided by engineer. */
"%@金币" = "%@金币";

/* No comment provided by engineer. */
"%d元" = "%d元";

/* No comment provided by engineer. */
"%ld个活动" = "%ld个活动";

/* No comment provided by engineer. */
"%ld积分" = "%ld积分";

/* No comment provided by engineer. */
"(元)" = "(元)";

/* No comment provided by engineer. */
"(点此重新搜索周边)" = "(点此重新搜索周边)";

/* No comment provided by engineer. */
"*输入正确的兑换码可获得红包,在支付结算中使用红包获得优惠" = "*输入正确的兑换码可获得红包,在支付结算中使用红包获得优惠";

/* No comment provided by engineer. */
"+ %@元" = "+ %@元";

/* No comment provided by engineer. */
"+ %g元" = "+ %g元";

/* No comment provided by engineer. */
"- %@元" = "- %@元";

/* No comment provided by engineer. */
"- ¥%@" = "- ¥%@";

/* No comment provided by engineer. */
"--- 猜你喜欢 ---" = "--- 猜你喜欢 ---";

/* No comment provided by engineer. */
"-团购" = "-团购";

/* No comment provided by engineer. */
"-现金券" = "-现金券";

/* No comment provided by engineer. */
"0.00元" = "0.00元";

/* No comment provided by engineer. */
"0.00分" = "0.00分";

/* No comment provided by engineer. */
"0个" = "0个";

/* No comment provided by engineer. */
"0元" = "0元";

/* No comment provided by engineer. */
"0岁" = "0岁";

/* No comment provided by engineer. */
"0积分" = "0积分";

/* No comment provided by engineer. */
"0金币" = "0金币";

/* No comment provided by engineer. */
"10分钟" = "10分钟";

/* No comment provided by engineer. */
"120字" = "120字";

/* No comment provided by engineer. */
"1小时" = "1小时";

/* No comment provided by engineer. */
"1小时10分钟" = "1小时10分钟";

/* No comment provided by engineer. */
"1小时20分钟" = "1小时20分钟";

/* No comment provided by engineer. */
"1小时30分钟" = "1小时30分钟";

/* No comment provided by engineer. */
"1小时40分钟" = "1小时40分钟";

/* No comment provided by engineer. */
"1小时50分钟" = "1小时50分钟";

/* No comment provided by engineer. */
"20分钟" = "20分钟";

/* No comment provided by engineer. */
"2G/3G/4G网络下显示列表图片" = "2G/3G/4G网络下显示列表图片";

/* No comment provided by engineer. */
"2小时" = "2小时";

/* No comment provided by engineer. */
"2小时10分钟" = "2小时10分钟";

/* No comment provided by engineer. */
"2小时20分钟" = "2小时20分钟";

/* No comment provided by engineer. */
"2小时30分钟" = "2小时30分钟";

/* No comment provided by engineer. */
"2小时40分钟" = "2小时40分钟";

/* No comment provided by engineer. */
"2小时50分钟" = "2小时50分钟";

/* No comment provided by engineer. */
"30分钟" = "30分钟";

/* No comment provided by engineer. */
"30分钟内送达" = "30分钟内送达";

/* No comment provided by engineer. */
"3小时" = "3小时";

/* No comment provided by engineer. */
"3小时以上" = "3小时以上";

/* No comment provided by engineer. */
"40分钟" = "40分钟";

/* No comment provided by engineer. */
"50元代金券,可叠加,免预约" = "50元代金券,可叠加,免预约";

/* No comment provided by engineer. */
"50分钟" = "50分钟";

/* No comment provided by engineer. */
"7年经验" = "7年经验";

/* No comment provided by engineer. */
"80元起" = "80元起";

/* No comment provided by engineer. */
"client/member/passport/wxlogin" = "client/member/passport/wxlogin";

/* No comment provided by engineer. */
"paypal" = "paypal";

/* No comment provided by engineer. */
"QQ好友" = "QQ好友";

/* No comment provided by engineer. */
"QQ空间" = "QQ空间";

/* No comment provided by engineer. */
"wifi已链接" = "wifi已链接";

/* No comment provided by engineer. */
"¥" = "¥";

/* No comment provided by engineer. */
"¥ " = "¥ ";

/* No comment provided by engineer. */
"¥ %@" = "¥ %@";

/* No comment provided by engineer. */
"¥ %g   x %@" = "¥ %1$g   x %2$@";

/* No comment provided by engineer. */
"¥%@" = "¥%@";

/* No comment provided by engineer. */
"¥%g" = "¥%g";

/* No comment provided by engineer. */
"上传头像失败,原因:%@" = "上传头像失败,原因:%@";

/* No comment provided by engineer. */
"上传头像成功" = "上传头像成功";

/* No comment provided by engineer. */
"下单时间:%@" = "下单时间:%@";

/* No comment provided by engineer. */
"下单立减" = "下单立减";

/* No comment provided by engineer. */
"下拉可以刷新" = "下拉可以刷新";

/* No comment provided by engineer. */
"不享受优惠金额:¥%g  修改" = "不享受优惠金额:¥%g  修改";

/* No comment provided by engineer. */
"不使用红包" = "不使用红包";

/* No comment provided by engineer. */
"不想买了" = "不想买了";

/* No comment provided by engineer. */
"不指定地址" = "不指定地址";

/* No comment provided by engineer. */
"不指定服务人员" = "不指定服务人员";

/* No comment provided by engineer. */
"不绑定微信将无法完成微信登录" = "不绑定微信将无法完成微信登录";

/* No comment provided by engineer. */
"不能低于最小购买数" = "不能低于最小购买数";

/* No comment provided by engineer. */
"不能再输入喽" = "不能再输入喽";

/* No comment provided by engineer. */
"两次密码不相同" = "两次密码不相同";

/* No comment provided by engineer. */
"两次密码不相同,请重新输入" = "两次密码不相同,请重新输入";

/* No comment provided by engineer. */
"中评(%@)" = "中评(%@)";

/* No comment provided by engineer. */
"临时店名" = "临时店名";

/* No comment provided by engineer. */
"临时有事" = "临时有事";

/* No comment provided by engineer. */
"举报" = "举报";

/* No comment provided by engineer. */
"举报失败,原因:%@" = "举报失败,原因:%@";

/* No comment provided by engineer. */
"举报理由" = "举报理由";

/* No comment provided by engineer. */
"买单时间: %@" = "买单时间: %@";

/* No comment provided by engineer. */
"云购支付" = "云购支付";

/* No comment provided by engineer. */
"亲,您的网络貌似短路了哟!" = "亲,您的网络貌似短路了哟!";

/* No comment provided by engineer. */
"亲,没有更多数据了" = "亲,没有更多数据了";

/* No comment provided by engineer. */
"亲,请大声说出你投诉的理由" = "亲,请大声说出你投诉的理由";

/* No comment provided by engineer. */
"亲,请完善相关信息哦" = "亲,请完善相关信息哦";

/* No comment provided by engineer. */
"亲,请完善订单相关信息哦" = "亲,请完善订单相关信息哦";

/* No comment provided by engineer. */
"亲,请给一个总体评价哦" = "亲,请给一个总体评价哦";

/* No comment provided by engineer. */
"亲,请给一个菜品口味评价哦" = "亲,请给一个菜品口味评价哦";

/* No comment provided by engineer. */
"亲,请给出一个服务评价哦" = "亲,请给出一个服务评价哦";

/* No comment provided by engineer. */
"亲,请给出一个配送评价哦" = "亲,请给出一个配送评价哦";

/* No comment provided by engineer. */
"亲,请说出你对Ta的印象吧" = "亲,请说出你对Ta的印象吧";

/* No comment provided by engineer. */
"人员" = "人员";

/* No comment provided by engineer. */
"人均:" = "人均:";

/* No comment provided by engineer. */
"人均: ¥%g" = "人均: ¥%g";

/* No comment provided by engineer. */
"人均:¥%@" = "人均:¥%@";

/* No comment provided by engineer. */
"人均:￥%@" = "人均:￥%@";

/* No comment provided by engineer. */
"人均最低" = "人均最低";

/* No comment provided by engineer. */
"人数" = "人数";

/* No comment provided by engineer. */
"仅显示最近两天的排队订单（%d）" = "仅显示最近两天的排队订单（%d）";

/* No comment provided by engineer. */
"今天" = "今天";

/* No comment provided by engineer. */
"从低到高" = "从低到高";

/* No comment provided by engineer. */
"从手机相册选取" = "从手机相册选取";

/* No comment provided by engineer. */
"从相册选取" = "从相册选取";

/* No comment provided by engineer. */
"从高到低" = "从高到低";

/* No comment provided by engineer. */
"付" = "付";

/* No comment provided by engineer. */
"付不了款" = "付不了款";

/* No comment provided by engineer. */
"付款时间 : %@" = "付款时间 : %@";

/* No comment provided by engineer. */
"代排队" = "代排队";

/* No comment provided by engineer. */
"代金劵" = "代金劵";

/* No comment provided by engineer. */
"价格" = "价格";

/* No comment provided by engineer. */
"价格是多少呢?" = "价格是多少呢?";

/* No comment provided by engineer. */
"休息中" = "休息中";

/* No comment provided by engineer. */
"优惠" = "优惠";

/* No comment provided by engineer. */
"优惠买单" = "优惠买单";

/* No comment provided by engineer. */
"优惠信息" = "优惠信息";

/* No comment provided by engineer. */
"优惠劵" = "优惠劵";

/* No comment provided by engineer. */
"优惠劵抵扣" = "优惠劵抵扣";

/* No comment provided by engineer. */
"优惠劵抵扣 : -¥ %@" = "优惠劵抵扣 : -¥ %@";

/* No comment provided by engineer. */
"优惠方案:商家优惠 ¥%g" = "优惠方案:商家优惠 ¥%g";

/* No comment provided by engineer. */
"余额" = "余额";

/* No comment provided by engineer. */
"余额: %@  还需支付: %@" = "余额: %1$@  还需支付: %2$@";

/* No comment provided by engineer. */
"余额抵扣" = "余额抵扣";

/* JHCreateOrderSheetView */
"余额支付" = "余额支付";

/* No comment provided by engineer. */
"使用夺宝币" = "使用夺宝币";

/* No comment provided by engineer. */
"使用时间:" = "使用时间:";

/* No comment provided by engineer. */
"使用次数:%@次" = "使用次数:%@次";

/* No comment provided by engineer. */
"使用规则:" = "使用规则:";

/* No comment provided by engineer. */
"使用说明" = "使用说明";

/* No comment provided by engineer. */
"使用限制:%@元可使用" = "使用限制:%@元可使用";

/* No comment provided by engineer. */
"便民" = "便民";

/* No comment provided by engineer. */
"便民服务" = "便民服务";

/* No comment provided by engineer. */
"保存" = "保存";

/* No comment provided by engineer. */
"保洁服务" = "保洁服务";

/* No comment provided by engineer. */
"信息填错" = "信息填错";

/* No comment provided by engineer. */
"信用卡支付" = "信用卡支付";

/* No comment provided by engineer. */
"修改" = "修改";

/* No comment provided by engineer. */
"修改地址" = "修改地址";

/* No comment provided by engineer. */
"修改地址失败,原因:%@" = "修改地址失败,原因:%@";

/* No comment provided by engineer. */
"修改密码失败,原因:%@" = "修改密码失败,原因:%@";

/* No comment provided by engineer. */
"修改成功" = "修改成功";

/* No comment provided by engineer. */
"修改昵称" = "修改昵称";

/* No comment provided by engineer. */
"修改昵称失败,原因:%@" = "修改昵称失败,原因:%@";

/* No comment provided by engineer. */
"催单" = "催单";

/* No comment provided by engineer. */
"催单成功" = "催单成功";

/* No comment provided by engineer. */
"元" = "元";

/* JHCreateOrderSheetView */
"元优惠劵" = "元优惠劵";

/* JHCreateOrderSheetView */
"元红包" = "元红包";

/* No comment provided by engineer. */
"元起送" = "元起送";

/* No comment provided by engineer. */
"元送" = "元送";

/* No comment provided by engineer. */
"充值" = "充值";

/* No comment provided by engineer. */
"先生" = "先生";

/* No comment provided by engineer. */
"免" = "免";

/* No comment provided by engineer. */
"兑换" = "兑换";

/* No comment provided by engineer. */
"兑换商品" = "兑换商品";

/* No comment provided by engineer. */
"兑换成功" = "兑换成功";

/* No comment provided by engineer. */
"入驻成功" = "入驻成功";

/* No comment provided by engineer. */
"全城" = "全城";

/* No comment provided by engineer. */
"全部" = "全部";

/* No comment provided by engineer. */
"全部 >>" = "全部 >>";

/* No comment provided by engineer. */
"全部(%@)" = "全部(%@)";

/* No comment provided by engineer. */
"全部分类" = "全部分类";

/* No comment provided by engineer. */
"全部商家" = "全部商家";

/* No comment provided by engineer. */
"全部服务" = "全部服务";

/* No comment provided by engineer. */
"全部评价" = "全部评价";

/* No comment provided by engineer. */
"公司" = "公司";

/* No comment provided by engineer. */
"关于我们" = "关于我们";

/* No comment provided by engineer. */
"其他" = "其他";

/* No comment provided by engineer. */
"再来一单" = "再来一单";

/* No comment provided by engineer. */
"减" = "减";

/* No comment provided by engineer. */
"分" = "分";

/* No comment provided by engineer. */
"分享失败" = "分享失败";

/* No comment provided by engineer. */
"分享成功" = "分享成功";

/* No comment provided by engineer. */
"分类" = "分类";

/* No comment provided by engineer. */
"分类信息" = "分类信息";

/* No comment provided by engineer. */
"创建微信支付失败,请重新支付" = "创建微信支付失败,请重新支付";

/* No comment provided by engineer. */
"创建支付失败" = "创建支付失败";

/* No comment provided by engineer. */
"删除" = "删除";

/* No comment provided by engineer. */
"删除图片" = "删除图片";

/* No comment provided by engineer. */
"删除成功" = "删除成功";

/* No comment provided by engineer. */
"删除订单" = "删除订单";

/* No comment provided by engineer. */
"到店时间" = "到店时间";

/* No comment provided by engineer. */
"到店时间  %@" = "到店时间  %@";

/* No comment provided by engineer. */
"券" = "券";

/* No comment provided by engineer. */
"剩余数量:%@" = "剩余数量:%@";

/* No comment provided by engineer. */
"加载数据失败" = "加载数据失败";

/* No comment provided by engineer. */
"加载数据失败,原因:" = "加载数据失败,原因:";

/* No comment provided by engineer. */
"加载数据失败,原因:%@" = "加载数据失败,原因:%@";

/* No comment provided by engineer. */
"劵码%ld:%@   x%@" = "劵码%1$ld:%2$@   x%3$@";

/* No comment provided by engineer. */
"劵码0%ld:%@   x%@" = "劵码0%1$ld:%2$@   x%3$@";

/* No comment provided by engineer. */
"包河区望江西路黄山花园6栋504" = "包河区望江西路黄山花园6栋504";

/* No comment provided by engineer. */
"北京" = "北京";

/* No comment provided by engineer. */
"区域" = "区域";

/* No comment provided by engineer. */
"单元" = "单元";

/* No comment provided by engineer. */
"历史搜索" = "历史搜索";

/* No comment provided by engineer. */
"压根没有来给我服务" = "压根没有来给我服务";

/* JHCreateOrderSheetView */
"去支付" = "去支付";

/* No comment provided by engineer. */
"去登录" = "去登录";

/* No comment provided by engineer. */
"去登录" = "去登录";

/* No comment provided by engineer. */
"去评价" = "去评价";

/* No comment provided by engineer. */
"友情提示" = "友情提示";

/* No comment provided by engineer. */
"发布" = "发布";

/* No comment provided by engineer. */
"发布二手" = "发布二手";

/* No comment provided by engineer. */
"发布二手失败,原因:%@" = "发布二手失败,原因:%@";

/* No comment provided by engineer. */
"发布邻里圈" = "发布邻里圈";

/* No comment provided by engineer. */
"发布邻里圈失败,原因:%@" = "发布邻里圈失败,原因:%@";

/* No comment provided by engineer. */
"取号成功!" = "取号成功!";

/* No comment provided by engineer. */
"取号时提醒我" = "取号时提醒我";

/* JHShowAlert */
"取消" = "取消";

/* No comment provided by engineer. */
"取消微信登录" = "取消微信登录";

/* No comment provided by engineer. */
"取消排队" = "取消排队";

/* No comment provided by engineer. */
"取消收藏失败" = "取消收藏失败";

/* No comment provided by engineer. */
"取消收藏成功" = "取消收藏成功";

/* No comment provided by engineer. */
"取消理由" = "取消理由";

/* No comment provided by engineer. */
"取消订单" = "取消订单";

/* No comment provided by engineer. */
"取消订单失败 ,原因%@" = "取消订单失败 ,原因%@";

/* No comment provided by engineer. */
"取消订单成功" = "取消订单成功";

/* No comment provided by engineer. */
"取消订单成功!" = "取消订单成功!";

/* No comment provided by engineer. */
"取消订座" = "取消订座";

/* No comment provided by engineer. */
"取货中..." = "取货中...";

/* No comment provided by engineer. */
"取货信息" = "取货信息";

/* No comment provided by engineer. */
"取货地" = "取货地";

/* No comment provided by engineer. */
"取货地址:%@" = "取货地址:%@";

/* No comment provided by engineer. */
"取货时间" = "取货时间";

/* No comment provided by engineer. */
"取货时间:%@" = "取货时间:%@";

/* No comment provided by engineer. */
"取货时间不能大于收货时间" = "取货时间不能大于收货时间";

/* No comment provided by engineer. */
"口味要清淡的" = "口味要清淡的";

/* No comment provided by engineer. */
"可勾选显示所在小区" = "可勾选显示所在小区";

/* JHCreateOrderSheetView */
"可用" = "可用";

/* No comment provided by engineer. */
"可输入%ld字" = "可输入%ld字";

/* No comment provided by engineer. */
"可选规格" = "可选规格";

/* No comment provided by engineer. */
"号单详情" = "号单详情";

/* No comment provided by engineer. */
"合计" = "合计";

/* No comment provided by engineer. */
"合计 :%.2f元" = "合计 :%.2f元";

/* No comment provided by engineer. */
"合计 :%d元" = "合计 :%d元";

/* No comment provided by engineer. */
"合计: ¥%g" = "合计: ¥%g";

/* No comment provided by engineer. */
"合计:¥%@" = "合计:¥%@";

/* No comment provided by engineer. */
"合计费用" = "合计费用";

/* No comment provided by engineer. */
"同意<用户协议>" = "同意<用户协议>";

/* No comment provided by engineer. */
"名称" = "名称";

/* No comment provided by engineer. */
"后天" = "后天";

/* No comment provided by engineer. */
"周一" = "周一";

/* No comment provided by engineer. */
"周三" = "周三";

/* No comment provided by engineer. */
"周二" = "周二";

/* No comment provided by engineer. */
"周五" = "周五";

/* No comment provided by engineer. */
"周六" = "周六";

/* No comment provided by engineer. */
"周四" = "周四";

/* No comment provided by engineer. */
"周日" = "周日";

/* No comment provided by engineer. */
"周边推荐商家" = "周边推荐商家";

/* No comment provided by engineer. */
"呼叫" = "呼叫";

/* No comment provided by engineer. */
"商务住宅|餐饮服务" = "商务住宅|餐饮服务";

/* No comment provided by engineer. */
"商品" = "商品";

/* No comment provided by engineer. */
"商品打分" = "商品打分";

/* No comment provided by engineer. */
"商品详情" = "商品详情";

/* No comment provided by engineer. */
"商品预估费用" = "商品预估费用";

/* No comment provided by engineer. */
"商城订单" = "商城订单";

/* No comment provided by engineer. */
"商家" = "商家";

/* No comment provided by engineer. */
"商家位置" = "商家位置";

/* No comment provided by engineer. */
"商家信息" = "商家信息";

/* No comment provided by engineer. */
"商家公告" = "商家公告";

/* No comment provided by engineer. */
"商家参加了活动,但没给优惠" = "商家参加了活动,但没给优惠";

/* No comment provided by engineer. */
"商家已接单,但没送达" = "商家已接单,但没送达";

/* No comment provided by engineer. */
"商家已核销" = "商家已核销";

/* No comment provided by engineer. */
"商家支持在线支付" = "商家支持在线支付";

/* No comment provided by engineer. */
"商家活动" = "商家活动";

/* No comment provided by engineer. */
"商家相册" = "商家相册";

/* No comment provided by engineer. */
"商家自己送" = "商家自己送";

/* No comment provided by engineer. */
"商家评价(%@)" = "商家评价(%@)";

/* No comment provided by engineer. */
"回复" = "回复";

/* No comment provided by engineer. */
"回复:" = "回复:";

/* No comment provided by engineer. */
"回复:%@" = "回复:%@";

/* No comment provided by engineer. */
"回复内容不能为空" = "回复内容不能为空";

/* No comment provided by engineer. */
"回复成功" = "回复成功";

/* No comment provided by engineer. */
"团购" = "团购";

/* No comment provided by engineer. */
"团购优惠多多" = "团购优惠多多";

/* No comment provided by engineer. */
"团购列表" = "团购列表";

/* No comment provided by engineer. */
"团购劵" = "团购劵";

/* No comment provided by engineer. */
"团购详情" = "团购详情";

/* No comment provided by engineer. */
"图形验证错误,请重试!" = "图形验证错误,请重试!";

/* No comment provided by engineer. */
"图文详情 >>" = "图文详情 >>";

/* No comment provided by engineer. */
"在线充值" = "在线充值";

/* No comment provided by engineer. */
"在线定座" = "在线定座";

/* No comment provided by engineer. */
"在线支付" = "在线支付";

/* No comment provided by engineer. */
"地  址" = "地  址";

/* No comment provided by engineer. */
"地址:%@" = "地址:%@";

/* No comment provided by engineer. */
"地址列表" = "地址列表";

/* No comment provided by engineer. */
"地址删除失败,%@" = "地址删除失败,%@";

/* No comment provided by engineer. */
"城市" = "城市";

/* No comment provided by engineer. */
"填写联系人" = "填写联系人";

/* No comment provided by engineer. */
"填写联系方式可以方便转让" = "填写联系方式可以方便转让";

/* No comment provided by engineer. */
"备注:%@" = "备注:%@";

/* No comment provided by engineer. */
"外卖" = "外卖";

/* No comment provided by engineer. */
"头像" = "头像";

/* No comment provided by engineer. */
"头条" = "头条";

/* No comment provided by engineer. */
"女士" = "女士";

/* No comment provided by engineer. */
"女生" = "女生";

/* No comment provided by engineer. */
"好评(%@)" = "好评(%@)";

/* No comment provided by engineer. */
"好评优先" = "好评优先";

/* No comment provided by engineer. */
"如有特殊要求,请填写,我们会尽量满足~" = "如有特殊要求,请填写,我们会尽量满足~";

/* No comment provided by engineer. */
"如果你要关闭或开启消息通知,请在IPhone的“设置” - “通知”功能中,找到应用程序进行更改" = "如果你要关闭或开启消息通知,请在IPhone的“设置” - “通知”功能中,找到应用程序进行更改";

/* No comment provided by engineer. */
"如果您在使用app的过程中遇到任何问题,请留下你的宝贵意见给我们的产品经理,我们会竭尽全力做出更优秀的产品供您使用" = "如果您在使用app的过程中遇到任何问题,请留下你的宝贵意见给我们的产品经理,我们会竭尽全力做出更优秀的产品供您使用";

/* No comment provided by engineer. */
"姓  名" = "姓  名";

/* No comment provided by engineer. */
"姓名" = "姓名";

/* No comment provided by engineer. */
"学校" = "学校";

/* No comment provided by engineer. */
"完成" = "完成";

/* JHAddressMainVC */
"定位失败,请重新定位" = "定位失败,请重新定位";

/* No comment provided by engineer. */
"定金 :  0元" = "定金 :  0元";

/* No comment provided by engineer. */
"定金(已支付)" = "定金(已支付)";

/* No comment provided by engineer. */
"定金(未支付)" = "定金(未支付)";

/* No comment provided by engineer. */
"定金:" = "定金:";

/* No comment provided by engineer. */
"宝贝简介: %@" = "宝贝简介: %@";

/* No comment provided by engineer. */
"实付" = "实付";

/* No comment provided by engineer. */
"实付: ¥%g" = "实付: ¥%g";

/* No comment provided by engineer. */
"实际支付" = "实际支付";

/* No comment provided by engineer. */
"实际支付(已付)" = "实际支付(已付)";

/* No comment provided by engineer. */
"实际支付:¥ %@" = "实际支付:¥ %@";

/* No comment provided by engineer. */
"宠物照顾" = "宠物照顾";

/* No comment provided by engineer. */
"宠物照顾描述:%@" = "宠物照顾描述:%@";

/* No comment provided by engineer. */
"室" = "室";

/* No comment provided by engineer. */
"家" = "家";

/* No comment provided by engineer. */
"家庭保洁" = "家庭保洁";

/* No comment provided by engineer. */
"家政" = "家政";

/* No comment provided by engineer. */
"家政阿姨" = "家政阿姨";

/* No comment provided by engineer. */
"密码" = "密码";

/* No comment provided by engineer. */
"密码:%@" = "密码:%@";

/* No comment provided by engineer. */
"密码不能少于6位" = "密码不能少于6位";

/* No comment provided by engineer. */
"密码修改成功,请重新登录!" = "密码修改成功,请重新登录!";

/* No comment provided by engineer. */
"密码找回成功" = "密码找回成功";

/* No comment provided by engineer. */
"尊称:请输入您的姓名" = "尊称:请输入您的姓名";

/* No comment provided by engineer. */
"小区" = "小区";

/* No comment provided by engineer. */
"小计:" = "小计:";

/* No comment provided by engineer. */
"少放辣的" = "少放辣的";

/* No comment provided by engineer. */
"就餐人数" = "就餐人数";

/* No comment provided by engineer. */
"就餐人数  %@人 %@" = "就餐人数  %1$@人 %2$@";

/* No comment provided by engineer. */
"尽快上门" = "尽快上门";

/* No comment provided by engineer. */
"尽快送达" = "尽快送达";

/* No comment provided by engineer. */
"左右" = "左右";

/* No comment provided by engineer. */
"差评(%@)" = "差评(%@)";

/* No comment provided by engineer. */
"已使用" = "已使用";

/* No comment provided by engineer. */
"已关闭" = "已关闭";

/* No comment provided by engineer. */
"已取消" = "已取消";

/* No comment provided by engineer. */
"已售%ld" = "已售%ld";

/* No comment provided by engineer. */
"已售500" = "已售500";

/* No comment provided by engineer. */
"已售:" = "已售:";

/* No comment provided by engineer. */
"已售出320000" = "已售出320000";

/* No comment provided by engineer. */
"已售数量:" = "已售数量:";

/* No comment provided by engineer. */
"已售罄" = "已售罄";

/* No comment provided by engineer. */
"已处理" = "已处理";

/* No comment provided by engineer. */
"已完成" = "已完成";

/* No comment provided by engineer. */
"已开启" = "已开启";

/* No comment provided by engineer. */
"已撤销" = "已撤销";

/* No comment provided by engineer. */
"已支付" = "已支付";

/* No comment provided by engineer. */
"已设置取号提醒" = "已设置取号提醒";

/* No comment provided by engineer. */
"已评价" = "已评价";

/* No comment provided by engineer. */
"已达到最大购买数" = "已达到最大购买数";

/* No comment provided by engineer. */
"已退款" = "已退款";

/* No comment provided by engineer. */
"已验证" = "已验证";

/* No comment provided by engineer. */
"帮我买" = "帮我买";

/* No comment provided by engineer. */
"帮我送" = "帮我送";

/* No comment provided by engineer. */
"常用工具" = "常用工具";

/* No comment provided by engineer. */
"平台专送" = "平台专送";

/* No comment provided by engineer. */
"平均送达时间" = "平均送达时间";

/* No comment provided by engineer. */
"库存不足!" = "库存不足!";

/* No comment provided by engineer. */
"应支付金额" = "应支付金额";

/* No comment provided by engineer. */
"店铺" = "店铺";

/* No comment provided by engineer. */
"店铺评价" = "店铺评价";

/* No comment provided by engineer. */
"开通成功,等待审核!" = "开通成功,等待审核!";

/* No comment provided by engineer. */
"当前余额" = "当前余额";

/* No comment provided by engineer. */
"当前坐标为{%f,%f,当前地址为:%@}" = "当前坐标为{%1$f,%2$f,当前地址为:%3$@}";

/* No comment provided by engineer. */
"当前积分" = "当前积分";

/* No comment provided by engineer. */
"当前选择城市: " = "当前选择城市: ";

/* No comment provided by engineer. */
"待付款" = "待付款";

/* No comment provided by engineer. */
"待使用" = "待使用";

/* No comment provided by engineer. */
"待商家核销" = "待商家核销";

/* No comment provided by engineer. */
"待处理" = "待处理";

/* No comment provided by engineer. */
"待支付" = "待支付";

/* No comment provided by engineer. */
"待消费" = "待消费";

/* No comment provided by engineer. */
"待结算" = "待结算";

/* No comment provided by engineer. */
"待自提" = "待自提";

/* No comment provided by engineer. */
"待评价" = "待评价";

/* No comment provided by engineer. */
"很抱歉,支付失败!" = "很抱歉,支付失败!";

/* No comment provided by engineer. */
"很抱歉,请登录后下单" = "很抱歉,请登录后下单";

/* No comment provided by engineer. */
"很抱歉\n已经达到最大购买数量" = "很抱歉\n已经达到最大购买数量";

/* No comment provided by engineer. */
"微信" = "微信";

/* No comment provided by engineer. */
"微信好友" = "微信好友";

/* JHCreateOrderSheetView */
"微信支付" = "微信支付";

/* No comment provided by engineer. */
"微信朋友圈" = "微信朋友圈";

/* No comment provided by engineer. */
"微信登录" = "微信登录";

/* No comment provided by engineer. */
"微信登录失败,原因:%@" = "微信登录失败,原因:%@";

/* No comment provided by engineer. */
"微信绑定" = "微信绑定";

/* No comment provided by engineer. */
"微信绑定失败,原因:%@" = "微信绑定失败,原因:%@";

/* No comment provided by engineer. */
"微信绑定成功" = "微信绑定成功";

/* No comment provided by engineer. */
"微信解绑失败,原因%@" = "微信解绑失败,原因%@";

/* No comment provided by engineer. */
"微信解绑成功" = "微信解绑成功";

/* No comment provided by engineer. */
"忘记密码?" = "忘记密码?";

/* No comment provided by engineer. */
"快速登录" = "快速登录";

/* No comment provided by engineer. */
"忽略" = "忽略";

/* No comment provided by engineer. */
"总价 : ¥%@" = "总价 : ¥%@";

/* No comment provided by engineer. */
"总体评价" = "总体评价";

/* No comment provided by engineer. */
"总体评价:" = "总体评价:";

/* No comment provided by engineer. */
"总计" = "总计";

/* No comment provided by engineer. */
"总运费" = "总运费";

/* No comment provided by engineer. */
"恭喜您,支付成功!" = "恭喜您,支付成功!";

/* No comment provided by engineer. */
"恭喜您下单成功" = "恭喜您下单成功";

/* No comment provided by engineer. */
"您填写联系方式" = "您填写联系方式";

/* No comment provided by engineer. */
"您对Ta的印象" = "您对Ta的印象";

/* No comment provided by engineer. */
"您暂时没有消息!" = "您暂时没有消息!";

/* No comment provided by engineer. */
"您暂时还无法进行此操作" = "您暂时还无法进行此操作";

/* No comment provided by engineer. */
"您的录音时间太短,请重新录入" = "您的录音时间太短,请重新录入";

/* No comment provided by engineer. */
"您的录音请在120秒内完成" = "您的录音请在120秒内完成";

/* No comment provided by engineer. */
"您的录音请在一分钟内完成" = "您的录音请在一分钟内完成";

/* No comment provided by engineer. */
"您确定要删除语音" = "您确定要删除语音";

/* No comment provided by engineer. */
"您确定要取消该订单吗?" = "您确定要取消该订单吗?";

/* No comment provided by engineer. */
"您确定要重新录入语音" = "您确定要重新录入语音";

/* No comment provided by engineer. */
"您绑定的手机号码" = "您绑定的手机号码";

/* No comment provided by engineer. */
"您输入的手机号码有误,请核对" = "您输入的手机号码有误,请核对";

/* No comment provided by engineer. */
"您还未登录,请先登录" = "您还未登录,请先登录";

/* No comment provided by engineer. */
"您还未登录" = "您还未登录";

/* No comment provided by engineer. */
"您还未登录,请登录" = "您还未登录,请登录";

/* No comment provided by engineer. */
"您还没有登录,不能访问" = "您还没有登录,不能访问";

/* No comment provided by engineer. */
"您还没有登录,请先去登录!" = "您还没有登录,请先去登录!";

/* No comment provided by engineer. */
"您还没有登录,请登录" = "您还没有登录,请登录";

/* No comment provided by engineer. */
"您还没有选择商品" = "您还没有选择商品";

/* No comment provided by engineer. */
"您还没选择取消理由" = "您还没选择取消理由";

/* No comment provided by engineer. */
"您还没选择就餐人数" = "您还没选择就餐人数";

/* No comment provided by engineer. */
"想换个商品" = "想换个商品";

/* No comment provided by engineer. */
"意见反馈" = "意见反馈";

/* No comment provided by engineer. */
"意见字数能不少于15字" = "意见字数能不少于15字";

/* No comment provided by engineer. */
"意见提交失败,%@" = "意见提交失败,%@";

/* No comment provided by engineer. */
"成为商家掌柜" = "成为商家掌柜";

/* No comment provided by engineer. */
"成为跑腿小哥" = "成为跑腿小哥";

/* No comment provided by engineer. */
"我对商家的打分" = "我对商家的打分";

/* No comment provided by engineer. */
"我的" = "我的";

/* No comment provided by engineer. */
"我的余额" = "我的余额";

/* No comment provided by engineer. */
"我的号单" = "我的号单";

/* No comment provided by engineer. */
"我的夺宝币:" = "我的夺宝币:";

/* No comment provided by engineer. */
"我的收藏" = "我的收藏";

/* No comment provided by engineer. */
"我的积分" = "我的积分";

/* No comment provided by engineer. */
"我的订单" = "我的订单";

/* No comment provided by engineer. */
"我的订座" = "我的订座";

/* No comment provided by engineer. */
"我的评价" = "我的评价";

/* No comment provided by engineer. */
"我的预约" = "我的预约";

/* No comment provided by engineer. */
"我要推广" = "我要推广";

/* No comment provided by engineer. */
"户名:" = "户名:";

/* No comment provided by engineer. */
"所在小区" = "所在小区";

/* No comment provided by engineer. */
"手动定位" = "手动定位";

/* No comment provided by engineer. */
"手动选择小区" = "手动选择小区";

/* No comment provided by engineer. */
"手机" = "手机";

/* No comment provided by engineer. */
"手机动态短信登录" = "手机动态短信登录";

/* No comment provided by engineer. */
"手机号不能为空" = "手机号不能为空";

/* No comment provided by engineer. */
"手机号不能为空,请重新输入" = "手机号不能为空,请重新输入";

/* No comment provided by engineer. */
"手机号码: %@" = "手机号码: %@";

/* No comment provided by engineer. */
"打包费" = "打包费";

/* No comment provided by engineer. */
"打烊中" = "打烊中";

/* No comment provided by engineer. */
"打烊了" = "打烊了";

/* No comment provided by engineer. */
"扫一扫" = "扫一扫";

/* No comment provided by engineer. */
"找回密码" = "找回密码";

/* No comment provided by engineer. */
"投诉" = "投诉";

/* No comment provided by engineer. */
"投诉其他" = "投诉其他";

/* No comment provided by engineer. */
"投诉失败,原因:%@" = "投诉失败,原因:%@";

/* No comment provided by engineer. */
"投诉建议" = "投诉建议";

/* No comment provided by engineer. */
"投诉建议提交失败,原因:%@" = "投诉建议提交失败,原因:%@";

/* No comment provided by engineer. */
"投诉成功" = "投诉成功";

/* No comment provided by engineer. */
"报修" = "报修";

/* No comment provided by engineer. */
"报修提交失败,原因:%@" = "报修提交失败,原因:%@";

/* No comment provided by engineer. */
"抱歉,密码找回失败,原因:%@" = "抱歉,密码找回失败,原因:%@";

/* No comment provided by engineer. */
"抱歉,微信绑定失败,原因:%@" = "抱歉,微信绑定失败,原因:%@";

/* No comment provided by engineer. */
"抱歉,无法修改该小区" = "抱歉,无法修改该小区";

/* No comment provided by engineer. */
"抱歉,无法删除该小区" = "抱歉,无法删除该小区";

/* No comment provided by engineer. */
"抱歉,无法联接服务器,支付失败,请重新支付" = "抱歉,无法联接服务器,支付失败,请重新支付";

/* No comment provided by engineer. */
"抱歉,无法访问服务器" = "抱歉,无法访问服务器";

/* No comment provided by engineer. */
"抱歉,无法连接服务器" = "抱歉,无法连接服务器";

/* No comment provided by engineer. */
"抱歉,服务时间已满" = "抱歉,服务时间已满";

/* No comment provided by engineer. */
"抱歉,注册失败,原因:%@" = "抱歉,注册失败,原因:%@";

/* No comment provided by engineer. */
"抱歉,登录失败,原因:%@" = "抱歉,登录失败,原因:%@";

/* No comment provided by engineer. */
"抱歉,验证登录失败,原因:%@" = "抱歉,验证登录失败,原因:%@";

/* No comment provided by engineer. */
"担保金额(已支付)" = "担保金额(已支付)";

/* No comment provided by engineer. */
"担保金额(未支付)" = "担保金额(未支付)";

/* No comment provided by engineer. */
"拍照" = "拍照";

/* No comment provided by engineer. */
"指定地址" = "指定地址";

/* No comment provided by engineer. */
"指定购买地址" = "指定购买地址";

/* No comment provided by engineer. */
"按分类" = "按分类";

/* No comment provided by engineer. */
"换绑手机" = "换绑手机";

/* No comment provided by engineer. */
"排序" = "排序";

/* No comment provided by engineer. */
"排队地址:\n%@" = "排队地址:\n%@";

/* No comment provided by engineer. */
"推荐商家" = "推荐商家";

/* No comment provided by engineer. */
"推荐已安装微信客户端的用户使用" = "推荐已安装微信客户端的用户使用";

/* No comment provided by engineer. */
"推荐已安装支付宝客户端的用户使用" = "推荐已安装支付宝客户端的用户使用";

/* No comment provided by engineer. */
"推送设置" = "推送设置";

/* No comment provided by engineer. */
"描述你的宝贝哦" = "描述你的宝贝哦";

/* No comment provided by engineer. */
"提交" = "提交";

/* No comment provided by engineer. */
"提交反馈成功,十分钟以后可再次提交,感谢您的支持" = "提交反馈成功,十分钟以后可再次提交,感谢您的支持";

/* No comment provided by engineer. */
"提交失败,原因:%@" = "提交失败,原因:%@";

/* No comment provided by engineer. */
"提交小区" = "提交小区";

/* No comment provided by engineer. */
"提交积分订单" = "提交积分订单";

/* No comment provided by engineer. */
"提交订单" = "提交订单";

/* No comment provided by engineer. */
"提示" = "提示";

/* No comment provided by engineer. */
"提醒" = "提醒";

/* No comment provided by engineer. */
"提醒成功" = "提醒成功";

/* No comment provided by engineer. */
"搜索" = "搜索";

/* No comment provided by engineer. */
"搜索商家" = "搜索商家";

/* No comment provided by engineer. */
"撤销" = "撤销";

/* No comment provided by engineer. */
"撤销成功" = "撤销成功";

/* No comment provided by engineer. */
"支付" = "支付";

/* No comment provided by engineer. */
"支付¥%@" = "支付¥%@";

/* YFPayTool */
"支付失败" = "支付失败";

/* No comment provided by engineer. */
"支付失败 原因:%@" = "支付失败 原因:%@";

/* No comment provided by engineer. */
"支付失败%@" = "支付失败%@";

/* No comment provided by engineer. */
"支付宝" = "支付宝";

/* JHCreateOrderSheetView */
"支付宝支付" = "支付宝支付";

/* YFPayTool */
"支付成功" = "支付成功";

/* No comment provided by engineer. */
"支付方式:%@" = "支付方式:%@";

/* No comment provided by engineer. */
"支付订单" = "支付订单";

/* No comment provided by engineer. */
"支付金额:" = "支付金额:";

/* No comment provided by engineer. */
"支付金额:%@" = "支付金额:%@";

/* No comment provided by engineer. */
"支付页面" = "支付页面";

/* No comment provided by engineer. */
"收藏失败" = "收藏失败";

/* No comment provided by engineer. */
"收藏成功" = "收藏成功";

/* No comment provided by engineer. */
"收货人电话:%@****%@" = "收货人电话:%1$@****%2$@";

/* No comment provided by engineer. */
"收货信息" = "收货信息";

/* No comment provided by engineer. */
"收货地" = "收货地";

/* No comment provided by engineer. */
"收货地址" = "收货地址";

/* No comment provided by engineer. */
"收货地址:%@" = "收货地址:%@";

/* No comment provided by engineer. */
"收货地址:\n%@" = "收货地址:\n%@";

/* No comment provided by engineer. */
"收货地址:合肥望江路与合作化路南路交口55号" = "收货地址:合肥望江路与合作化路南路交口55号";

/* No comment provided by engineer. */
"收货时间" = "收货时间";

/* No comment provided by engineer. */
"收货时间:%@" = "收货时间:%@";

/* No comment provided by engineer. */
"收货时间:2016-3-2 20:00" = "收货时间:2016-3-2 20:00";

/* No comment provided by engineer. */
"收货时间不能小于取货时间" = "收货时间不能小于取货时间";

/* No comment provided by engineer. */
"放弃取消" = "放弃取消";

/* No comment provided by engineer. */
"数据加载失败,原因%@" = "数据加载失败,原因%@";

/* No comment provided by engineer. */
"数据加载失败,原因:" = "数据加载失败,原因:";

/* No comment provided by engineer. */
"数据加载失败,原因:%@" = "数据加载失败,原因:%@";

/* No comment provided by engineer. */
"数据更新失败,原因:%@" = "数据更新失败,原因:%@";

/* No comment provided by engineer. */
"数据请求失败" = "数据请求失败";

/* No comment provided by engineer. */
"数据请求失败,原因:%@" = "数据请求失败,原因:%@";

/* No comment provided by engineer. */
"数量 : %@" = "数量 : %@";

/* No comment provided by engineer. */
"数量:" = "数量:";

/* No comment provided by engineer. */
"文章" = "文章";

/* No comment provided by engineer. */
"新品推荐" = "新品推荐";

/* No comment provided by engineer. */
"新店开业" = "新店开业";

/* No comment provided by engineer. */
"新手机号码不能为空,请重新输入" = "新手机号码不能为空,请重新输入";

/* No comment provided by engineer. */
"新用户下单立减%@元" = "新用户下单立减%@元";

/* No comment provided by engineer. */
"无" = "无";

/* No comment provided by engineer. */
"无法连接服务器,请检查网络连接是否正常" = "无法连接服务器,请检查网络连接是否正常";

/* No comment provided by engineer. */
"日期" = "日期";

/* No comment provided by engineer. */
"旧手机号不能为空,请重新输入" = "旧手机号不能为空,请重新输入";

/* No comment provided by engineer. */
"明天" = "明天";

/* No comment provided by engineer. */
"星期一" = "星期一";

/* No comment provided by engineer. */
"星期三" = "星期三";

/* No comment provided by engineer. */
"星期二" = "星期二";

/* No comment provided by engineer. */
"星期五" = "星期五";

/* No comment provided by engineer. */
"星期六" = "星期六";

/* No comment provided by engineer. */
"星期四" = "星期四";

/* No comment provided by engineer. */
"星期日" = "星期日";

/* No comment provided by engineer. */
"是否自提" = "是否自提";

/* No comment provided by engineer. */
"智能排序" = "智能排序";

/* No comment provided by engineer. */
"暂无可用优惠劵" = "暂无可用优惠劵";

/* No comment provided by engineer. */
"暂无可用红包" = "暂无可用红包";

/* No comment provided by engineer. */
"暂无消息" = "暂无消息";

/* No comment provided by engineer. */
"暂无简介" = "暂无简介";

/* No comment provided by engineer. */
"更多" = "更多";

/* No comment provided by engineer. */
"更多 >>" = "更多 >>";

/* No comment provided by engineer. */
"更多>>" = "更多>>";

/* No comment provided by engineer. */
"更多信息>>" = "更多信息>>";

/* No comment provided by engineer. */
"更多商家>" = "更多商家>";

/* No comment provided by engineer. */
"更多商家>>" = "更多商家>>";

/* No comment provided by engineer. */
"更多团购 >>" = "更多团购 >>";

/* No comment provided by engineer. */
"更多现金券 >>" = "更多现金券 >>";

/* No comment provided by engineer. */
"更换手机失败,原因:%@" = "更换手机失败,原因:%@";

/* No comment provided by engineer. */
"更换手机成功" = "更换手机成功";

/* No comment provided by engineer. */
"月售" = "月售";

/* No comment provided by engineer. */
"月售 " = "月售 ";

/* No comment provided by engineer. */
"月售%@份" = "月售%@份";

/* No comment provided by engineer. */
"月售: %@" = "月售: %@";

/* No comment provided by engineer. */
"月售: %g" = "月售: %g";

/* No comment provided by engineer. */
"月售:%@" = "月售:%@";

/* No comment provided by engineer. */
"月售:%@  库存:%@" = "月售:%1$@  库存:%2$@";

/* No comment provided by engineer. */
"有%@个红包可用" = "有%@个红包可用";

/* No comment provided by engineer. */
"有效期:" = "有效期:";

/* No comment provided by engineer. */
"有效期至:%@" = "有效期至:%@";

/* No comment provided by engineer. */
"朋友圈" = "朋友圈";

/* No comment provided by engineer. */
"服务" = "服务";

/* No comment provided by engineer. */
"服务%@次" = "服务%@次";

/* No comment provided by engineer. */
"服务0次" = "服务0次";

/* No comment provided by engineer. */
"服务中" = "服务中";

/* No comment provided by engineer. */
"服务人员信息" = "服务人员信息";

/* No comment provided by engineer. */
"服务器繁忙,请稍后再试" = "服务器繁忙,请稍后再试";

/* YFPayTool */
"服务器繁忙,请稍后再试!" = "服务器繁忙,请稍后再试!";

/* No comment provided by engineer. */
"服务器连接失败,请稍后重试!" = "服务器连接失败,请稍后重试!";

/* No comment provided by engineer. */
"服务地址" = "服务地址";

/* No comment provided by engineer. */
"服务地址:%@" = "服务地址:%@";

/* No comment provided by engineer. */
"服务地址:\n%@" = "服务地址:\n%@";

/* No comment provided by engineer. */
"服务态度差" = "服务态度差";

/* No comment provided by engineer. */
"服务描述:%@" = "服务描述:%@";

/* No comment provided by engineer. */
"服务时间" = "服务时间";

/* No comment provided by engineer. */
"服务时间:%@" = "服务时间:%@";

/* No comment provided by engineer. */
"服务类型:%@" = "服务类型:%@";

/* No comment provided by engineer. */
"服务要求:%@" = "服务要求:%@";

/* No comment provided by engineer. */
"服务评价" = "服务评价";

/* No comment provided by engineer. */
"服务评分" = "服务评分";

/* No comment provided by engineer. */
"未使用" = "未使用";

/* No comment provided by engineer. */
"未使用优惠劵" = "未使用优惠劵";

/* No comment provided by engineer. */
"未使用红包" = "未使用红包";

/* JHAddressMainVC */
"未定位到附近位置,点此重新搜索周边" = "未定位到附近位置,点此重新搜索周边";

/* JHAddressMainVC */
"未搜索到位置,点此进行周边搜索" = "未搜索到位置,点此进行周边搜索";

/* No comment provided by engineer. */
"未支付" = "未支付";

/* No comment provided by engineer. */
"未符合订单要求" = "未符合订单要求";

/* No comment provided by engineer. */
"未绑定" = "未绑定";

/* No comment provided by engineer. */
"未选择优惠劵" = "未选择优惠劵";

/* No comment provided by engineer. */
"未选择红包" = "未选择红包";

/* No comment provided by engineer. */
"本店休息中,暂不接受订单" = "本店休息中,暂不接受订单";

/* No comment provided by engineer. */
"本店铺%g公里以内送外卖" = "本店铺%g公里以内送外卖";

/* No comment provided by engineer. */
"本次水费:" = "本次水费:";

/* No comment provided by engineer. */
"本次燃气费:" = "本次燃气费:";

/* No comment provided by engineer. */
"本次物业费:" = "本次物业费:";

/* No comment provided by engineer. */
"本次电费:" = "本次电费:";

/* No comment provided by engineer. */
"本次车位费:" = "本次车位费:";

/* No comment provided by engineer. */
"来自%@" = "来自%@";

/* No comment provided by engineer. */
"查看" = "查看";

/* No comment provided by engineer. */
"查看全部订单" = "查看全部订单";

/* No comment provided by engineer. */
"查看原图" = "查看原图";

/* No comment provided by engineer. */
"查看评价" = "查看评价";

/* No comment provided by engineer. */
"查看路线" = "查看路线";

/* No comment provided by engineer. */
"查询" = "查询";

/* No comment provided by engineer. */
"标签" = "标签";

/* No comment provided by engineer. */
"标题" = "标题";

/* No comment provided by engineer. */
"标题没有写哦" = "标题没有写哦";

/* No comment provided by engineer. */
"栋" = "栋";

/* No comment provided by engineer. */
"正在为您刷新中" = "正在为您刷新中";

/* No comment provided by engineer. */
"正在为您努力刷新中" = "正在为您努力刷新中";

/* No comment provided by engineer. */
"正在使用蜂窝网络" = "正在使用蜂窝网络";

/* No comment provided by engineer. */
"正在加载更多的数据..." = "正在加载更多的数据...";

/* No comment provided by engineer. */
"正在定位您当前的位置..." = "正在定位您当前的位置...";

/* No comment provided by engineer. */
"正在录音中..." = "正在录音中...";

/* No comment provided by engineer. */
"正在搜索..." = "正在搜索...";

/* No comment provided by engineer. */
"正确" = "正确";

/* No comment provided by engineer. */
"没有响应" = "没有响应";

/* No comment provided by engineer. */
"没有打开麦克风\n请在设置->应用列表->开启麦克风权限" = "没有打开麦克风\n请在设置->应用列表->开启麦克风权限";

/* No comment provided by engineer. */
"没有相应" = "没有相应";

/* No comment provided by engineer. */
"没有选择地址" = "没有选择地址";

/* No comment provided by engineer. */
"注册" = "注册";

/* No comment provided by engineer. */
"消息中心" = "消息中心";

/* No comment provided by engineer. */
"消费" = "消费";

/* No comment provided by engineer. */
"消费: ¥%g" = "消费: ¥%g";

/* No comment provided by engineer. */
"消费金额:" = "消费金额:";

/* No comment provided by engineer. */
"消费金额小于不享受优惠金额!" = "消费金额小于不享受优惠金额!";

/* No comment provided by engineer. */
"添加" = "添加";

/* No comment provided by engineer. */
"添加地址" = "添加地址";

/* No comment provided by engineer. */
"添加地址失败,原因:%@" = "添加地址失败,原因:%@";

/* No comment provided by engineer. */
"添加备注" = "添加备注";

/* No comment provided by engineer. */
"清空所有" = "清空所有";

/* No comment provided by engineer. */
"清除缓存" = "清除缓存";

/* No comment provided by engineer. */
"温馨提示" = "温馨提示";

/* JHCreateOrderSheetView */
"满" = "满";

/* No comment provided by engineer. */
"满减优惠" = "满减优惠";

/* No comment provided by engineer. */
"点击\n跳过" = "点击\n跳过";

/* No comment provided by engineer. */
"点击了" = "点击了";

/* No comment provided by engineer. */
"点击刷新" = "点击刷新";

/* No comment provided by engineer. */
"点击取消红包" = "点击取消红包";

/* No comment provided by engineer. */
"点我催单" = "点我催单";

/* No comment provided by engineer. */
"点赞成功" = "点赞成功";

/* No comment provided by engineer. */
"热门搜索" = "热门搜索";

/* No comment provided by engineer. */
"版本:%@" = "版本:%@";

/* No comment provided by engineer. */
"物业电话" = "物业电话";

/* No comment provided by engineer. */
"物业电话   %@" = "物业电话   %@";

/* No comment provided by engineer. */
"物业电话 %@" = "物业电话 %@";

/* No comment provided by engineer. */
"环境" = "环境";

/* No comment provided by engineer. */
"现在可以刷新啦" = "现在可以刷新啦";

/* No comment provided by engineer. */
"现金券名称" = "现金券名称";

/* No comment provided by engineer. */
"现金抵用券" = "现金抵用券";

/* No comment provided by engineer. */
"用户协议" = "用户协议";

/* No comment provided by engineer. */
"用户名" = "用户名";

/* No comment provided by engineer. */
"用户已取消订单" = "用户已取消订单";

/* No comment provided by engineer. */
"用户已经取消该订单" = "用户已经取消该订单";

/* No comment provided by engineer. */
"申请合作" = "申请合作";

/* No comment provided by engineer. */
"申请商家入驻" = "申请商家入驻";

/* No comment provided by engineer. */
"申请跑腿小哥" = "申请跑腿小哥";

/* No comment provided by engineer. */
"申请退款" = "申请退款";

/* No comment provided by engineer. */
"电  话" = "电  话";

/* No comment provided by engineer. */
"电话" = "电话";

/* No comment provided by engineer. */
"电话多少呢?" = "电话多少呢?";

/* No comment provided by engineer. */
"电话打不通" = "电话打不通";

/* No comment provided by engineer. */
"登录" = "登录";

/* No comment provided by engineer. */
"登录/注册" = "登录/注册";

/* No comment provided by engineer. */
"登录密码" = "登录密码";

/* No comment provided by engineer. */
"登录密码修改" = "登录密码修改";

/* No comment provided by engineer. */
"皮质沙发保养" = "皮质沙发保养";

/* No comment provided by engineer. */
"相关介绍" = "相关介绍";

/* No comment provided by engineer. */
"知道了" = "知道了";

/* No comment provided by engineer. */
"知道了(已复制到剪贴板)" = "知道了(已复制到剪贴板)";

/* No comment provided by engineer. */
"确定" = "确定";

/* No comment provided by engineer. */
"确定下单" = "确定下单";

/* No comment provided by engineer. */
"确定取消" = "确定取消";

/* No comment provided by engineer. */
"确定清空吗" = "确定清空吗";

/* No comment provided by engineer. */
"确定清除缓存?" = "确定清除缓存?";

/* No comment provided by engineer. */
"确定要解除账号与微信的关联吗?" = "确定要解除账号与微信的关联吗?";

/* No comment provided by engineer. */
"确定评价" = "确定评价";

/* No comment provided by engineer. */
"确认下单" = "确认下单";

/* No comment provided by engineer. */
"确认买单" = "确认买单";

/* No comment provided by engineer. */
"确认修改" = "确认修改";

/* No comment provided by engineer. */
"确认充值" = "确认充值";

/* No comment provided by engineer. */
"确认完成" = "确认完成";

/* No comment provided by engineer. */
"确认提交" = "确认提交";

/* No comment provided by engineer. */
"确认支付" = "确认支付";

/* No comment provided by engineer. */
"确认收货" = "确认收货";

/* No comment provided by engineer. */
"确认添加" = "确认添加";

/* No comment provided by engineer. */
"社区头条" = "社区头条";

/* No comment provided by engineer. */
"离我最近" = "离我最近";

/* No comment provided by engineer. */
"积分" = "积分";

/* No comment provided by engineer. */
"积分%@   数量:%@" = "积分%1$@   数量:%2$@";

/* No comment provided by engineer. */
"积分商城" = "积分商城";

/* No comment provided by engineer. */
"积分规则" = "积分规则";

/* No comment provided by engineer. */
"立即下单" = "立即下单";

/* No comment provided by engineer. */
"立即体验" = "立即体验";

/* No comment provided by engineer. */
"立即充值" = "立即充值";

/* No comment provided by engineer. */
"立即入驻" = "立即入驻";

/* No comment provided by engineer. */
"立即占座" = "立即占座";

/* No comment provided by engineer. */
"立即取号" = "立即取号";

/* No comment provided by engineer. */
"立即抢购" = "立即抢购";

/* No comment provided by engineer. */
"立即提交" = "立即提交";

/* No comment provided by engineer. */
"立即支付" = "立即支付";

/* No comment provided by engineer. */
"立即申请" = "立即申请";

/* No comment provided by engineer. */
"立即登录" = "立即登录";

/* No comment provided by engineer. */
"立即缴费" = "立即缴费";

/* No comment provided by engineer. */
"立即自提" = "立即自提";

/* No comment provided by engineer. */
"立即购买" = "立即购买";

/* No comment provided by engineer. */
"立即送达" = "立即送达";

/* No comment provided by engineer. */
"第三方账号登录" = "第三方账号登录";

/* No comment provided by engineer. */
"第三方配送" = "第三方配送";

/* No comment provided by engineer. */
"等待出餐" = "等待出餐";

/* No comment provided by engineer. */
"等待支付" = "等待支付";

/* No comment provided by engineer. */
"等待服务" = "等待服务";

/* No comment provided by engineer. */
"等待用户支付" = "等待用户支付";

/* No comment provided by engineer. */
"等待配送" = "等待配送";

/* No comment provided by engineer. */
"筛选" = "筛选";

/* No comment provided by engineer. */
"签到" = "签到";

/* No comment provided by engineer. */
"签到说明" = "签到说明";

/* No comment provided by engineer. */
"简介" = "简介";

/* No comment provided by engineer. */
"管理" = "管理";

/* No comment provided by engineer. */
"精选商家" = "精选商家";

/* No comment provided by engineer. */
"精选团购" = "精选团购";

/* No comment provided by engineer. */
"系统指派人员" = "系统指派人员";

/* No comment provided by engineer. */
"繁忙中" = "繁忙中";

/* No comment provided by engineer. */
"红包" = "红包";

/* No comment provided by engineer. */
"红包使用规则" = "红包使用规则";

/* No comment provided by engineer. */
"红包兑换失败,原因:%@" = "红包兑换失败,原因:%@";

/* No comment provided by engineer. */
"红包兑换成功" = "红包兑换成功";

/* No comment provided by engineer. */
"红包抵扣" = "红包抵扣";

/* No comment provided by engineer. */
"红包抵扣 : -¥ %@" = "红包抵扣 : -¥ %@";

/* No comment provided by engineer. */
"红包抵扣 ¥%@" = "红包抵扣 ¥%@";

/* No comment provided by engineer. */
"红包类型:" = "红包类型:";

/* No comment provided by engineer. */
"绑定" = "绑定";

/* No comment provided by engineer. */
"绑定微信" = "绑定微信";

/* No comment provided by engineer. */
"继续逛店 >>" = "继续逛店 >>";

/* No comment provided by engineer. */
"维修" = "维修";

/* No comment provided by engineer. */
"维修师傅" = "维修师傅";

/* No comment provided by engineer. */
"缴费" = "缴费";

/* No comment provided by engineer. */
"缴费单位:" = "缴费单位:";

/* No comment provided by engineer. */
"缴费户名:" = "缴费户名:";

/* No comment provided by engineer. */
"缴费账单" = "缴费账单";

/* No comment provided by engineer. */
"缺少partner或者seller或者私钥" = "缺少partner或者seller或者私钥";

/* No comment provided by engineer. */
"网络异常" = "网络异常";

/* No comment provided by engineer. */
"网络连接失败,请检查当前网络状态" = "网络连接失败,请检查当前网络状态";

/* No comment provided by engineer. */
"网络连接有误,请检查您的网络" = "网络连接有误,请检查您的网络";

/* No comment provided by engineer. */
"网络链接有误!" = "网络链接有误!";

/* No comment provided by engineer. */
"联系人" = "联系人";

/* No comment provided by engineer. */
"联系人:%@" = "联系人:%@";

/* No comment provided by engineer. */
"联系人:哈哈哈" = "联系人:哈哈哈";

/* No comment provided by engineer. */
"联系人:等待系统指派人员" = "联系人:等待系统指派人员";

/* No comment provided by engineer. */
"联系商家" = "联系商家";

/* No comment provided by engineer. */
"联系商家: %@" = "联系商家: %@";

/* No comment provided by engineer. */
"联系地址:%@%@" = "联系地址:%1$@%2$@";

/* No comment provided by engineer. */
"联系客服" = "联系客服";

/* No comment provided by engineer. */
"联系方式" = "联系方式";

/* No comment provided by engineer. */
"联系方式:%@" = "联系方式:%@";

/* No comment provided by engineer. */
"联系电话:" = "联系电话:";

/* No comment provided by engineer. */
"联系电话:%@" = "联系电话:%@";

/* No comment provided by engineer. */
"联系电话:13888888888" = "联系电话:13888888888";

/* No comment provided by engineer. */
"联系电话暂时为空" = "联系电话暂时为空";

/* No comment provided by engineer. */
"联系骑手" = "联系骑手";

/* No comment provided by engineer. */
"自定义夺宝币数量" = "自定义夺宝币数量";

/* No comment provided by engineer. */
"自提" = "自提";

/* No comment provided by engineer. */
"自提地址:%@" = "自提地址:%@";

/* No comment provided by engineer. */
"自提地点" = "自提地点";

/* No comment provided by engineer. */
"自提时间" = "自提时间";

/* No comment provided by engineer. */
"自提码" = "自提码";

/* No comment provided by engineer. */
"节假日、交通拥堵时段、恶劣天气等情况，适当增加服务费，接单成功率会大大提高" = "节假日、交通拥堵时段、恶劣天气等情况，适当增加服务费，接单成功率会大大提高";

/* No comment provided by engineer. */
"花千骨(华润五彩城店)" = "花千骨(华润五彩城店)";

/* No comment provided by engineer. */
"若旧手机丢失请联系客服,客服热线:%@" = "若旧手机丢失请联系客服,客服热线:%@";

/* No comment provided by engineer. */
"获取位置信息失败,请检查是否开启定位和网络" = "获取位置信息失败,请检查是否开启定位和网络";

/* No comment provided by engineer. */
"获取更多优惠>>" = "获取更多优惠>>";

/* No comment provided by engineer. */
"获取验证码" = "获取验证码";

/* No comment provided by engineer. */
"菜单" = "菜单";

/* No comment provided by engineer. */
"营业时间:%@" = "营业时间:%@";

/* No comment provided by engineer. */
"营业时间:周一至周日 %@ - %@" = "营业时间:周一至周日 %1$@ - %2$@";

/* No comment provided by engineer. */
"补充说明" = "补充说明";

/* No comment provided by engineer. */
"补差价" = "补差价";

/* No comment provided by engineer. */
"要求及描述:%@" = "要求及描述:%@";

/* No comment provided by engineer. */
"规格" = "规格";

/* No comment provided by engineer. */
"解绑" = "解绑";

/* No comment provided by engineer. */
"计价方式:%@元/%@" = "计价方式:%1$@元/%2$@";

/* No comment provided by engineer. */
"计费说明" = "计费说明";

/* No comment provided by engineer. */
"订包厢" = "订包厢";

/* No comment provided by engineer. */
"订单" = "订单";

/* No comment provided by engineer. */
"订单ID:%@" = "订单ID:%@";

/* No comment provided by engineer. */
"订单ID:1001" = "订单ID:1001";

/* No comment provided by engineer. */
"订单号:%@" = "订单号:%@";

/* No comment provided by engineer. */
"订单号:%@\n下单时间:%@" = "订单号:%1$@\n下单时间:%2$@";

/* No comment provided by engineer. */
"订单备注" = "订单备注";

/* No comment provided by engineer. */
"订单完成" = "订单完成";

/* No comment provided by engineer. */
"订单已取消" = "订单已取消";

/* No comment provided by engineer. */
"订单总价:" = "订单总价:";

/* No comment provided by engineer. */
"订单总额" = "订单总额";

/* No comment provided by engineer. */
"订单提交失败,原因:%@" = "订单提交失败,原因:%@";

/* No comment provided by engineer. */
"订单提交成功" = "订单提交成功";

/* No comment provided by engineer. */
"订单编号:%@" = "订单编号:%@";

/* No comment provided by engineer. */
"订单详情" = "订单详情";

/* No comment provided by engineer. */
"订单进度" = "订单进度";

/* No comment provided by engineer. */
"订单需要支付" = "订单需要支付";

/* No comment provided by engineer. */
"订座详情" = "订座详情";

/* No comment provided by engineer. */
"记录查询" = "记录查询";

/* No comment provided by engineer. */
"设备不支持访问相册，请在设置->隐私->照片中进行设置！" = "设备不支持访问相册，请在设置->隐私->照片中进行设置！";

/* No comment provided by engineer. */
"设置" = "设置";

/* No comment provided by engineer. */
"评价" = "评价";

/* No comment provided by engineer. */
"评价可得%@积分" = "评价可得%@积分";

/* No comment provided by engineer. */
"评价提交失败,原因:%@" = "评价提交失败,原因:%@";

/* No comment provided by engineer. */
"评价提交成功" = "评价提交成功";

/* No comment provided by engineer. */
"评分%@ " = "评分%@ ";

/* No comment provided by engineer. */
"评论" = "评论";

/* No comment provided by engineer. */
"该商家还未开通微店功能!" = "该商家还未开通微店功能!";

/* No comment provided by engineer. */
"该商家还未开通排队功能!" = "该商家还未开通排队功能!";

/* No comment provided by engineer. */
"该商家还未开通订座功能!" = "该商家还未开通订座功能!";

/* No comment provided by engineer. */
"该图片没有包含二维码！" = "该图片没有包含二维码！";

/* No comment provided by engineer. */
"该时段无法催单" = "该时段无法催单";

/* No comment provided by engineer. */
"语音内容:" = "语音内容:";

/* No comment provided by engineer. */
"请与服务员确认" = "请与服务员确认";

/* No comment provided by engineer. */
"请先安装微信!" = "请先安装微信!";

/* No comment provided by engineer. */
"请先进店消费" = "请先进店消费";

/* No comment provided by engineer. */
"请先选择购买的物品!" = "请先选择购买的物品!";

/* No comment provided by engineer. */
"请再输入密码" = "请再输入密码";

/* No comment provided by engineer. */
"请在设置-隐私-中打开相机权限" = "请在设置-隐私-中打开相机权限";

/* No comment provided by engineer. */
"请填写单元号" = "请填写单元号";

/* No comment provided by engineer. */
"请填写图形验证码" = "请填写图形验证码";

/* No comment provided by engineer. */
"请填写姓名" = "请填写姓名";

/* No comment provided by engineer. */
"请填写小区" = "请填写小区";

/* No comment provided by engineer. */
"请填写您的手机号" = "请填写您的手机号";

/* No comment provided by engineer. */
"请填写户号" = "请填写户号";

/* No comment provided by engineer. */
"请填写手机号" = "请填写手机号";

/* No comment provided by engineer. */
"请填写支付密码" = "请填写支付密码";

/* No comment provided by engineer. */
"请填写楼栋号" = "请填写楼栋号";

/* No comment provided by engineer. */
"请填写联系人" = "请填写联系人";

/* No comment provided by engineer. */
"请填写联系方式" = "请填写联系方式";

/* No comment provided by engineer. */
"请完善举报内容" = "请完善举报内容";

/* No comment provided by engineer. */
"请将信息补充完整" = "请将信息补充完整";

/* No comment provided by engineer. */
"请更新系统至8.0以上!" = "请更新系统至8.0以上!";

/* No comment provided by engineer. */
"请输入不享受金额" = "请输入不享受金额";

/* No comment provided by engineer. */
"请输入不少于2个字的昵称" = "请输入不少于2个字的昵称";

/* No comment provided by engineer. */
"请输入位置名称" = "请输入位置名称";

/* No comment provided by engineer. */
"请输入你的要求" = "请输入你的要求";

/* No comment provided by engineer. */
"请输入兑换码" = "请输入兑换码";

/* No comment provided by engineer. */
"请输入关键字" = "请输入关键字";

/* No comment provided by engineer. */
"请输入具体地址" = "请输入具体地址";

/* No comment provided by engineer. */
"请输入商家名" = "请输入商家名";

/* No comment provided by engineer. */
"请输入图中内容" = "请输入图中内容";

/* No comment provided by engineer. */
"请输入城市名" = "请输入城市名";

/* No comment provided by engineer. */
"请输入姓名" = "请输入姓名";

/* No comment provided by engineer. */
"请输入密码" = "请输入密码";

/* No comment provided by engineer. */
"请输入密码(不少于6位)" = "请输入密码(不少于6位)";

/* No comment provided by engineer. */
"请输入您的建议以及你需要的服务" = "请输入您的建议以及你需要的服务";

/* No comment provided by engineer. */
"请输入您的要求" = "请输入您的要求";

/* No comment provided by engineer. */
"请输入手机号" = "请输入手机号";

/* No comment provided by engineer. */
"请输入手机号码" = "请输入手机号码";

/* No comment provided by engineer. */
"请输入搜索内容" = "请输入搜索内容";

/* No comment provided by engineer. */
"请输入搜索地点" = "请输入搜索地点";

/* No comment provided by engineer. */
"请输入支付密码" = "请输入支付密码";

/* No comment provided by engineer. */
"请输入支付密码(即登录密码)" = "请输入支付密码(即登录密码)";

/* No comment provided by engineer. */
"请输入收货地址" = "请输入收货地址";

/* No comment provided by engineer. */
"请输入新密码" = "请输入新密码";

/* No comment provided by engineer. */
"请输入新手机号" = "请输入新手机号";

/* No comment provided by engineer. */
"请输入旧手机密码" = "请输入旧手机密码";

/* No comment provided by engineer. */
"请输入电话" = "请输入电话";

/* No comment provided by engineer. */
"请输入称呼" = "请输入称呼";

/* No comment provided by engineer. */
"请输入联系方式" = "请输入联系方式";

/* No comment provided by engineer. */
"请输入至少15个字的意见反馈" = "请输入至少15个字的意见反馈";

/* No comment provided by engineer. */
"请输入要求" = "请输入要求";

/* No comment provided by engineer. */
"请输入购买地址" = "请输入购买地址";

/* No comment provided by engineer. */
"请输入重量" = "请输入重量";

/* No comment provided by engineer. */
"请输入金额" = "请输入金额";

/* No comment provided by engineer. */
"请输入门牌号" = "请输入门牌号";

/* No comment provided by engineer. */
"请输入门牌号的具体信息" = "请输入门牌号的具体信息";

/* No comment provided by engineer. */
"请输入验证码" = "请输入验证码";

/* No comment provided by engineer. */
"请选择" = "请选择";

/* No comment provided by engineer. */
"请选择举报标题" = "请选择举报标题";

/* No comment provided by engineer. */
"请选择信用卡" = "请选择信用卡";

/* No comment provided by engineer. */
"请选择充值金额" = "请选择充值金额";

/* No comment provided by engineer. */
"请选择取货地址" = "请选择取货地址";

/* No comment provided by engineer. */
"请选择地址" = "请选择地址";

/* No comment provided by engineer. */
"请选择城市" = "请选择城市";

/* No comment provided by engineer. */
"请选择处理时间" = "请选择处理时间";

/* No comment provided by engineer. */
"请选择小区" = "请选择小区";

/* No comment provided by engineer. */
"请选择就餐人数" = "请选择就餐人数";

/* No comment provided by engineer. */
"请选择支付方式" = "请选择支付方式";

/* No comment provided by engineer. */
"请选择时间" = "请选择时间";

/* No comment provided by engineer. */
"请选择服务地址" = "请选择服务地址";

/* No comment provided by engineer. */
"请选择详细时间" = "请选择详细时间";

/* No comment provided by engineer. */
"请选择送达时间" = "请选择送达时间";

/* No comment provided by engineer. */
"请阅读用户协议并勾选" = "请阅读用户协议并勾选";

/* No comment provided by engineer. */
"账单详情" = "账单详情";

/* No comment provided by engineer. */
"账户信息" = "账户信息";

/* No comment provided by engineer. */
"账户充值" = "账户充值";

/* No comment provided by engineer. */
"账户设置" = "账户设置";

/* No comment provided by engineer. */
"货到付款" = "货到付款";

/* No comment provided by engineer. */
"购买地址" = "购买地址";

/* No comment provided by engineer. */
"购买手机号 : %@" = "购买手机号 : %@";

/* No comment provided by engineer. */
"购买须知" = "购买须知";

/* No comment provided by engineer. */
"资金托管" = "资金托管";

/* No comment provided by engineer. */
"起步价格: %@元,起步里程:%@公里,起步重量:%@公斤\n每超过起步里程每公里的价格:%@元\n每超过起步重量每公斤的价格:%@元" = "起步价格: %1$@元,起步里程:%2$@公里,起步重量:%3$@公斤\n每超过起步里程每公里的价格:%4$@元\n每超过起步重量每公斤的价格:%5$@元";

/* No comment provided by engineer. */
"起步价格: %@元,起步里程:%@公里\n每超过起步里程每公里的价格:%@元" = "起步价格: %1$@元,起步里程:%2$@公里\n每超过起步里程每公里的价格:%3$@元";

/* No comment provided by engineer. */
"起步价格:%@元" = "起步价格:%@元";

/* No comment provided by engineer. */
"起送¥%@ | 免配送费" = "起送¥%@ | 免配送费";

/* No comment provided by engineer. */
"起送¥%@ | 配送¥%@" = "起送¥%1$@ | 配送¥%2$@";

/* No comment provided by engineer. */
"起送价最低" = "起送价最低";

/* No comment provided by engineer. */
"起送金额" = "起送金额";

/* No comment provided by engineer. */
"超市" = "超市";

/* No comment provided by engineer. */
"跑腿" = "跑腿";

/* No comment provided by engineer. */
"跑腿员:%@" = "跑腿员:%@";

/* No comment provided by engineer. */
"跑腿明细" = "跑腿明细";

/* No comment provided by engineer. */
"跑腿类别:%@" = "跑腿类别:%@";

/* No comment provided by engineer. */
"跑腿类别:代排队" = "跑腿类别:代排队";

/* No comment provided by engineer. */
"跑腿类别:其他" = "跑腿类别:其他";

/* No comment provided by engineer. */
"跑腿类别:宠物照顾" = "跑腿类别:宠物照顾";

/* No comment provided by engineer. */
"跑腿类别:帮我买" = "跑腿类别:帮我买";

/* No comment provided by engineer. */
"跑腿类别:餐馆占座" = "跑腿类别:餐馆占座";

/* No comment provided by engineer. */
"跑腿费" = "跑腿费";

/* No comment provided by engineer. */
"跑腿费 :%.2f元" = "跑腿费 :%.2f元";

/* No comment provided by engineer. */
"跑腿费(已支付)" = "跑腿费(已支付)";

/* No comment provided by engineer. */
"跑腿费(未支付)" = "跑腿费(未支付)";

/* No comment provided by engineer. */
"跑腿费用(已支付)" = "跑腿费用(已支付)";

/* No comment provided by engineer. */
"跑腿费用(已支付) 红包抵扣 ¥%@" = "跑腿费用(已支付) 红包抵扣 ¥%@";

/* No comment provided by engineer. */
"跑腿费用(未支付)" = "跑腿费用(未支付)";

/* No comment provided by engineer. */
"距您还有%gkm" = "距您还有%gkm";

/* No comment provided by engineer. */
"距离" = "距离";

/* No comment provided by engineer. */
"距离最近" = "距离最近";

/* No comment provided by engineer. */
"身份已过期,请重新登录" = "身份已过期,请重新登录";

/* No comment provided by engineer. */
"输入不享受优惠金额" = "输入不享受优惠金额";

/* No comment provided by engineer. */
"输入您想交代的话" = "输入您想交代的话";

/* No comment provided by engineer. */
"输入您想交代的话吧" = "输入您想交代的话吧";

/* No comment provided by engineer. */
"输入您要投诉的内容" = "输入您要投诉的内容";

/* No comment provided by engineer. */
"输入有误,请重新输入" = "输入有误,请重新输入";

/* No comment provided by engineer. */
"输入的密码不能少于6位,请重新输入" = "输入的密码不能少于6位,请重新输入";

/* No comment provided by engineer. */
"过期时间:%@" = "过期时间:%@";

/* No comment provided by engineer. */
"返回上一页" = "返回上一页";

/* No comment provided by engineer. */
"还可以输入%d字" = "还可以输入%d字";

/* No comment provided by engineer. */
"还可以输入%ld字" = "还可以输入%ld字";

/* No comment provided by engineer. */
"还可以输入0字" = "还可以输入0字";

/* No comment provided by engineer. */
"还没分享心情哦" = "还没分享心情哦";

/* No comment provided by engineer. */
"还没有联系人呢?" = "还没有联系人呢?";

/* No comment provided by engineer. */
"还需等待" = "还需等待";

/* No comment provided by engineer. */
"还需等待  %@桌" = "还需等待  %@桌";

/* No comment provided by engineer. */
"进度查询|记录查询" = "进度查询|记录查询";

/* No comment provided by engineer. */
"进行中" = "进行中";

/* No comment provided by engineer. */
"连接服务器出错,稍后请重试" = "连接服务器出错,稍后请重试";

/* No comment provided by engineer. */
"连接服务器出错,请稍后重试" = "连接服务器出错,请稍后重试";

/* No comment provided by engineer. */
"连接服务器失败" = "连接服务器失败";

/* No comment provided by engineer. */
"连接网络错误,请稍后再试!" = "连接网络错误,请稍后再试!";

/* No comment provided by engineer. */
"退出登录" = "退出登录";

/* No comment provided by engineer. */
"退出登录失败" = "退出登录失败";

/* No comment provided by engineer. */
"退款成功" = "退款成功";

/* No comment provided by engineer. */
"送" = "送";

/* No comment provided by engineer. */
"送%@个夺宝币" = "送%@个夺宝币";

/* No comment provided by engineer. */
"送货中..." = "送货中...";

/* No comment provided by engineer. */
"送达时间" = "送达时间";

/* No comment provided by engineer. */
"送达时间:%@" = "送达时间:%@";

/* No comment provided by engineer. */
"送达距离" = "送达距离";

/* JHWMCreateOrderVC */
"选择优惠劵" = "选择优惠劵";

/* No comment provided by engineer. */
"选择位置" = "选择位置";

/* No comment provided by engineer. */
"选择国家和地区代码" = "选择国家和地区代码";

/* No comment provided by engineer. */
"选择城市" = "选择城市";

/* No comment provided by engineer. */
"选择师傅,否则系统随机指定" = "选择师傅,否则系统随机指定";

/* No comment provided by engineer. */
"选择时间" = "选择时间";

/* No comment provided by engineer. */
"选择服务人员" = "选择服务人员";

/* No comment provided by engineer. */
"选择期望处理时间(一周内)" = "选择期望处理时间(一周内)";

/* JHWMCreateOrderVC */
"选择红包" = "选择红包";

/* JHWMCreateOrderVC */
"选择自提时间" = "选择自提时间";

/* JHWMCreateOrderVC */
"选择送达时间" = "选择送达时间";

/* No comment provided by engineer. */
"选择阿姨,否则系统随机指定" = "选择阿姨,否则系统随机指定";

/* No comment provided by engineer. */
"通知" = "通知";

/* No comment provided by engineer. */
"邀请好友" = "邀请好友";

/* No comment provided by engineer. */
"邀请好友扫描二维码" = "邀请好友扫描二维码";

/* No comment provided by engineer. */
"邮箱" = "邮箱";

/* No comment provided by engineer. */
"邻里" = "邻里";

/* No comment provided by engineer. */
"配送信息" = "配送信息";

/* No comment provided by engineer. */
"配送员代购" = "配送员代购";

/* No comment provided by engineer. */
"配送员距商家还有%@" = "配送员距商家还有%@";

/* No comment provided by engineer. */
"配送员距您还有%@" = "配送员距您还有%@";

/* No comment provided by engineer. */
"配送方式:%@" = "配送方式:%@";

/* No comment provided by engineer. */
"配送时间   准时送达(%@)" = "配送时间   准时送达(%@)";

/* No comment provided by engineer. */
"配送最快" = "配送最快";

/* No comment provided by engineer. */
"配送评价" = "配送评价";

/* No comment provided by engineer. */
"配送费" = "配送费";

/* No comment provided by engineer. */
"配送费用" = "配送费用";

/* No comment provided by engineer. */
"重新加载" = "重新加载";

/* No comment provided by engineer. */
"重新获取" = "重新获取";

/* No comment provided by engineer. */
"重量" = "重量";

/* No comment provided by engineer. */
"金币" = "金币";

/* No comment provided by engineer. */
"金环花园南村" = "金环花园南村";

/* No comment provided by engineer. */
"金额已成功退回,请注意查收" = "金额已成功退回,请注意查收";

/* No comment provided by engineer. */
"销量:%d" = "销量:%d";

/* No comment provided by engineer. */
"销量最好" = "销量最好";

/* No comment provided by engineer. */
"门市价: ¥" = "门市价: ¥";

/* No comment provided by engineer. */
"门市价: ¥50" = "门市价: ¥50";

/* No comment provided by engineer. */
"门市价: ¥599.99" = "门市价: ¥599.99";

/* No comment provided by engineer. */
"门市价:¥%g" = "门市价:¥%g";

/* No comment provided by engineer. */
"门牌号" = "门牌号";

/* No comment provided by engineer. */
"门牌号:%@" = "门牌号:%@";

/* No comment provided by engineer. */
"附近" = "附近";

/* No comment provided by engineer. */
"附近无家政阿姨" = "附近无家政阿姨";

/* No comment provided by engineer. */
"附近无维修师傅" = "附近无维修师傅";

/* No comment provided by engineer. */
"附近无跑腿员" = "附近无跑腿员";

/* No comment provided by engineer. */
"附近有%@名家政阿姨" = "附近有%@名家政阿姨";

/* No comment provided by engineer. */
"附近有%@名维修师傅" = "附近有%@名维修师傅";

/* No comment provided by engineer. */
"附近有%ld个跑腿员" = "附近有%ld个跑腿员";

/* No comment provided by engineer. */
"附近服务人员" = "附近服务人员";

/* No comment provided by engineer. */
"附近服务人员列表" = "附近服务人员列表";

/* No comment provided by engineer. */
"需支付" = "需支付";

/* No comment provided by engineer. */
"预估金额" = "预估金额";

/* No comment provided by engineer. */
"预计等待" = "预计等待";

/* No comment provided by engineer. */
"预计等待  %@" = "预计等待  %@";

/* No comment provided by engineer. */
"预计送达:11:48 等待:20分钟" = "预计送达:11:48 等待:20分钟";

/* No comment provided by engineer. */
"频道" = "频道";

/* No comment provided by engineer. */
"餐饮服务|购物服务|生活服务|住宿服务|商务住宅|公司企业" = "餐饮服务|购物服务|生活服务|住宿服务|商务住宅|公司企业";

/* No comment provided by engineer. */
"餐馆占座" = "餐馆占座";

/* No comment provided by engineer. */
"首" = "首";

/* No comment provided by engineer. */
"首单优惠" = "首单优惠";

/* No comment provided by engineer. */
"首单立减" = "首单立减";

/* No comment provided by engineer. */
"首单立减%g元" = "首单立减%g元";

/* No comment provided by engineer. */
"首页" = "首页";

/* No comment provided by engineer. */
"验证并登录" = "验证并登录";

/* No comment provided by engineer. */
"验证码不能为空" = "验证码不能为空";

/* No comment provided by engineer. */
"高于%@的同行" = "高于%@的同行";

/* No comment provided by engineer. */
"￥%@" = "￥%@";

/* No comment provided by engineer. */
"￥%@ x%@" = "￥%1$@ x%2$@";

